Repository: Letractively/myopensources
Catalog: gallery2/modules/userdata/po/*.po
Languages: ro

source: User Profile Data
ro: Date profil utilizator

source: Create aditional user profile data fields
ro: Adauga cimpuri suplimentare in profil utilizator

source: User Data
ro: Date profil utilizator

source: User Data Module
ro: Modul profil utilizatori

source: Search user data
ro: Cauta in profile utilizatori

source: See profile...
ro: Vezi profilul ...

source: User
ro: Utilizator

source: Changes Saved Successfully
ro: Modificarile au fost salvate

source: No Value
ro: Nici o valoare

source: Save
ro: Salveaza

source: User Profile Data Fields
ro: Cimpuri profil utilizatori

source: Display settings saved successfully
ro: Setarile salvate ok

source: New field added successfully
ro: Cimpul nou adaugat

source: Field moved successfully
ro: Cimpul a fost mutat

source: Field removed successfully
ro: Cimpul a fost sters

source: Picklist updated successfully
ro: Lista de selectie a fost modificata

source: Field changed successfully
ro: Cimpul a fost modificat

source: Field name already in use
ro: Acest nume de cimp este folosit deja

source: Field name cannot be empty
ro: Numele cimpului nu poate fi gol

source: Display
ro: Afisare

source: Set the display order and sizes of the fields below.
ro: Alege ordinea de afisare si dimensiunile cimpurilor.

source: Field
ro: Cimp

source: Width
ro: Latime

source: Height
ro: Inaltime

source: Operation
ro: Operatie

source: Order
ro: Ordine

source: Remove
ro: Sterge

source: Change
ro: Modifica

source: up
ro: sus

source: down
ro: jos

source: New field
ro: Cimp nou

source: Add
ro: Adauga

source: Picklist Values
ro: Valori pt lista

source: This module allows freeform text entry by default. Enter values below to restrict field values to a specific list of choices. Enter one choice per line. Remove all choices to return to freeform text. Note that existing field values will not be changed or deleted when a picklist is added.
ro: Acest modul permite in mod standard introducerea oricarui text in cimpuri. Daca vrei sa restrictionezi la ceva predefinit, introdu aceste valori in lista de mai jos, cite o valoare pe linie. Sterge toate valorile ca sa revii la forma initiala. Atentie, stergerea sau adaugarea valorilor din aceasta lista nu modifica cimpurile deja modificate de utilizatori.

source: Field:
ro: Cimp:

source: Choices:
ro: Valori:

source: Add a field above to enable this section.
ro: Adauga un cimpa in sectiunea de mai sus ca aceasta sectiune sa devina activa
